{
  "name": {
    "en": "OECD Development Assistance Committee",
    "local": ""
  },
  "url": "http://www.oecd.org/dac/stats/dacandcrscodelists.htm",
  "description": {
    "en": "The Organisation for Economic Co-operation and Development (OECD) Development Assistance Committee (DAC) maintain a list of organisations whom are involved in the transfer of 'Official Development Assistance' (ODA) financial flows. This list provides a useful fall-back source of identification for government agencies and multilateral organisations involved in aid, and in some cases, for international NGOs. \n\nThe list is updated perioidically in response to demand for new entries from DAC members. \n\nUsers should note that this list is designed to identify both organisations *and* funds or programmes, and so not all entries in this list equate to legally registered organisations. \n\nThe list is available as a spreadsheet containing multiple codelists. Two can be used to construct organisation identifiers.\n\n* The **Agency** list is used to construct identifiers for aid donor and recipient government agencies. This is constructed by combining the **donorcode** and **AgencyCode**, separated with a dash. For example, XM-DAC-1-8 identifies the Austrian (1) Development Agency (8).\n \n* The **Channel codes** list is used to construct identifiers for multilateral organisations, and international NGOs for whom no other identifier is available. The 'Channel ID' should be used. For example, XM-DAC-41301 is the identifier for the UN Food and Agriculture Organisation (FAO). \n\n* The **Donor** list contains donor code values referring to the donor country as a whole. To maximise consistency, donor codes should not be used unless a specific agency, government department or fund is not identified for the reporting. In all other cases codes should be published in their 'Agency' form (e.g. XM-DAC-1-8 for Austrian Development Agency, rather than XM-DAC-1). \n\nUsers should also note that some organisations exist in both the 'Channel Codes' and 'Agency' lists. As the Channel Codes list provides a cross-walk, use of the Channel Codes is preferred in these cases."
  },
  "coverage": [],
  "subnationalCoverage": [],
  "structure": [
    "company",
    "government_agency",
    "charity"
  ],
  "sector": [],
  "code": "XM-DAC",
  "confirmed": true,
  "deprecated": false,
  "listType": "third_party",
  "access": {
    "availableOnline": true,
    "onlineAccessDetails": "",
    "publicDatabase": "http://www.oecd.org/dac/stats/dacandcrscodelists.htm",
    "guidanceOnLocatingIds": "Users can download an Excel file of the DAC and CRS codes from the OECD website.\n\nIf you are searching for a multilateral organisation or international NGO, search the 'Channel codes' list. If you find the organisation you are looking for, use the value of the 'Channel ID' column.\n\nIf you are searching for government agency, search the 'Agency' list, and when you find the row you want, combine the 'donorcode' and 'AgencyCode' columns, separated by '-'. \n",
    "exampleIdentifiers": "963-1, 1-8, 41301",
    "languages": [
      "en",
      "fr"
    ]
  },
  "data": {
    "availability": [
      "excel"
    ],
    "dataAccessDetails": "Data is available in Excel file that contains much formatting.",
    "features": [],
    "licenseStatus": "no_license",
    "licenseDetails": ""
  },
  "meta": {
    "source": "Desk research",
    "lastUpdated": "2018-08-07"
  },
  "links": {
    "opencorporates": "",
    "wikipedia": ""
  },
  "formerPrefixes": []
}