{
  "name": {
    "en": "Bangladesh NGO Affairs Bureau ",
    "local": " এনজিও বিষয়ক ব্যুরো"
  },
  "url": "http://www.ngoab.gov.bd",
  "description": {
    "en": "All NGOs wishing to carry out programmes in Bangladesh must gain permission from the Bangladesh NGO Affairs Bureau. The Bureau keeps a list of NGOs, monitors funding and ensures the accountability of NGO projects.\n\n\"Its prime objective is to provide one-stop service to the NGOs operating with foreign assistance and registered under the Foreign Donations (Voluntary Activities) Regulation Ordinance, 1978. In addition, it facilitates the activities of the NGOs in the country, and ensures their accountability to the state and thereby to the people of the country\" [1]\n\n\"Bureau approves the project proposals submitted by NGOs\" [2]\n\n\"NGOs much certify in the project proposal that they receive foreign donation or contribution from legal sources.\" [3]\n\n\"Bureau has the responsibility to make sure that money being channelized by NGOs is from legal sources. Bureau also realizes government revenue-both tax (income tax, VAT etc) and non-tax (registration fee). Bureau always coordinates with NGOs, line ministries, different state agencies and development partners in discharging its duty as the regulatory authority. Here the spirit is to facilitate the NGO activities, not to regulate them\" [4]\n\n[1][2][3][4] http://www.ngoab.gov.bd/site/page/092eab90-ba5f-4cba-933f-d9f28863d170/NGO-Bureau-at-a-glance"
  },
  "coverage": [
    "BD"
  ],
  "subnationalCoverage": [],
  "structure": [
    "charity"
  ],
  "sector": [],
  "code": "BD-NAB",
  "confirmed": true,
  "deprecated": false,
  "listType": "secondary",
  "access": {
    "availableOnline": false,
    "onlineAccessDetails": "Of the two websites, http://103.234.24.210/ is better built. ",
    "publicDatabase": "A list of all NGOs registered with the NGO Affairs Bureau, and thus all NGOs who have projects in Bangladesh, is available on the website",
    "guidanceOnLocatingIds": "Registration numbers are contained in a PDF published by the Bureau. The latest version of this list can be found at http://ngoab.portal.gov.bd/sites/default/files/files/ngoab.portal.gov.bd/page/a86a0782_47b2_4756_b226_58e2fd6a97b4/NGO_LIST%20(19).pdf",
    "exampleIdentifiers": "2330, 2830, 2427",
    "languages": [
      "en",
      "bn"
    ]
  },
  "data": {
    "availability": [
      "pdf"
    ],
    "dataAccessDetails": "http://ngoab.portal.gov.bd/sites/default/files/files/ngoab.portal.gov.bd/page/a86a0782_47b2_4756_b226_58e2fd6a97b4/NGO_LIST%20(19).pdf",
    "features": [
      "registered_address",
      "date_of_registration",
      "registration_number",
      "country_of_origin"
    ],
    "licenseStatus": "no_license",
    "licenseDetails": ""
  },
  "meta": {
    "source": "",
    "lastUpdated": "2016-11-18"
  },
  "links": {
    "opencorporates": "",
    "wikipedia": ""
  },
  "formerPrefixes": []
}