{
  "name": {
    "en": "Afghanistan Central Business Registry",
    "local": ""
  },
  "url": "http://acbr.gov.af/",
  "description": {
    "en": "The Afghan Central Business Registry is a service which allows a single place to register a business in Afghanistan. All companies, groups and individuals are required to register at the ACBR, where they receive confirmation of their registration, become published in the ACBR Gazette and receive the Tax Identification Number. \n\n\"The new Central Registry is a one stop shop to register your business. It brings together all of the functions previously done by the commercial courts, the Ministry of Justice and the Ministry of Finance.\" [1]\n\n\"ACBR exists to provide services to businesses in Afghanistan intending to register their names and protect their intellectual property rights.\" [2]\n\n\"All corporations, partnerships, limited liability companies and sole proprietorships doing Trade are required to register with ACBR, which facilitates the registration process, including assistance for completing the application form, paying fees, publishing key business information in the Official Gazette and reporting specification of businesses to the Revenue Department of MoF. Registration is required only one time unless a business makes major changes (i.e., change in ownership, executive management, or location or if the initial capital increases or decreases).\n\nBusinesses are referred to ACBR from either the Trader License office located in the Ministry of Commerce and Industry, from AISA, or from any other license departments after they acquire a business license.\" [3]\n\n[1] http://acbr.gov.af/FAQ.html\n[2] http://acbr.gov.af/index.html\n[3] http://acbr.gov.af/registration.html"
  },
  "coverage": [
    "AF"
  ],
  "subnationalCoverage": [],
  "structure": [
    "company"
  ],
  "sector": [],
  "code": "AF-CBR",
  "confirmed": true,
  "deprecated": false,
  "listType": "primary",
  "access": {
    "availableOnline": true,
    "onlineAccessDetails": null,
    "publicDatabase": " https://www.acbrip.gov.af/companyverification/ ",
    "guidanceOnLocatingIds": "An online search is available at  https://www.acbrip.gov.af/companyverification/ \n\nThis returns access to four identifiers (Reference, Registration, TIN Number, License).\n\nThe Registration Number should be used. ",
    "exampleIdentifiers": "102164, 121048, 14941",
    "languages": [
      "en",
      "ar"
    ]
  },
  "data": {
    "availability": [
      "data_not_available"
    ],
    "dataAccessDetails": "",
    "features": [
      "directors_trustees_governors",
      "registered_address",
      "industry_classifications",
      "date_of_registration",
      "registration_number",
      "tax_id_number"
    ],
    "licenseStatus": "no_license",
    "licenseDetails": ""
  },
  "meta": {
    "source": "Desk research",
    "lastUpdated": "2018-07-24"
  },
  "links": {
    "opencorporates": "",
    "wikipedia": ""
  },
  "formerPrefixes": []
}