{
    "links": {
        "wikipedia": "",
        "opencorporates": ""
    },
    "sector": [],
    "url": "http://www.prh.fi/en/index.html",
    "name": {
        "en": "Finnish Patent and Registration Office ",
        "local": " PRH - Patentti- ja rekisterihallitus "
    },
    "coverage": [
        "FI"
    ],
    "code": "FI-PRO",
    "formerPrefixes": [],
    "confirmed": true,
    "data": {
        "features": [
            "registered_address",
            "website",
            "date_of_registration",
            "akas",
            "business_id_history"
        ],
        "dataAccessDetails": "http://avoindata.prh.fi/index_en.html",
        "licenseDetails": "Creative Commons Attribution 4.0 - http://avoindata.prh.fi/index_en.html",
        "licenseStatus": "open_license",
        "availability": [
            "api"
        ]
    },
    "deprecated": false,
    "structure": [
        "company"
    ],
    "description": {
        "en": "All business operating in Finland must obtain a Business ID (\"Y-tunnus\" in Finnish) from the Finnish Trade Register. The Finnish Trade Register is maintained by the Finnish Patent and Registration Office (PRH), which is also responsible for maintaining the Business Information System, which can be used to search for all companies in Finland, and the API which allows users to download company information in bulk. \n\n\"The Finnish Trade Register (Finnish: Kaupparekisteri, Swedish: Handelsregistret) is a company register in Finland. It provides official information on businesses in the whole country, including data from current and old register entries, articles of association, partnership agreements or rules.\" [1]\n\n\"The Finnish Trade Register is a public register that contains information about businesses and companies. As a rule, all businesses have to be registered at the Trade Register. Businesses also have to notify the register of any changes in their registered details. Most businesses must also submit their financial statements (annual accounts) to the register. \" [2] \n\n\"The Business Information System BIS (\"YTJ\" in Finnish) is a service jointly maintained by the Finnish Patent and Registration Office and the Finnish Tax Administration, enabling you to file information to both authorities using one single notification. \n\nYou can use the BIS to:\n\nstart a business or an organization\nreport changes \nclose down a business or an organization\nsearch for basic details of companies and organizations using the company search\" [3]\n\n[1] https://en.wikipedia.org/wiki/Finnish_Trade_Register\n[2] https://www.prh.fi/en/kaupparekisteri/rekisterointipalvelut.html\n[3] https://www.ytj.fi/en/index/whatisbis.html"
    },
    "meta": {
        "lastUpdated": "2021-07-07",
        "source": "Desk research"
    },
    "access": {
        "languages": [
            "en",
            "fi",
            "sv"
        ],
        "exampleIdentifiers": "1680140-0, 2261873-3, 0551253-1",
        "onlineAccessDetails": "Data is either available in a simple, searchable database, or using an API",
        "publicDatabase": "https://www.ytj.fi/en/index.html , http://avoindata.prh.fi/ytj_en.html",
        "availableOnline": true,
        "guidanceOnLocatingIds": "Users can search for identifiers on this webpage. They must provide a minimum of a company name or company identifier number - https://www.ytj.fi/index.html\n\nIt is also available in English - https://www.ytj.fi/en/index.html\n\nThe identifier will be located above the information box next to the heading 'Business ID' (\"Y-tunnus\" in Finnish).\n\nThe API for the Finnish Trade Register is available here - http://avoindata.prh.fi/ytj.html\n\nIt is also available in English - http://avoindata.prh.fi/ytj_en.html"
    },
    "subnationalCoverage": [],
    "listType": "primary"
}
