{
  "name": {
    "en": "Ministry of Planning and National Development - General Register for Non-Governmental Organizations (Somaliland)",
    "local": ""
  },
  "url": "https://mopnd.govsomaliland.org/article/about-mopnd/",
  "description": {
    "en": "This Ministry covers the registration and operation of non-governmental, independent and not-for-profit organizations within Somaliland (Local, National and International NGOs). Registrations have to be regularly renewed. International NGOs can register or renew their certificates at https://mopnd.govsomaliland.org/articles/new-registration and local NGOs at https://mopnd.govsomaliland.org/articles/new-registration-2.\n\nLocal NGOs will be assigned with an identifier after registering. International NGOs should provide a copy of their home-country registration details.\n\nThe list does not include any regulation for the activities of UN organizations, Professional Associations, Private Companies, Industrial and Employee Associations, or those not relating to humanitarian activities.\n\nThe General Register for Non-Governmental Organizations records and maintains all information and data relating to NGOs. It has separate registration sections for National, International, Foreign, and Umbrellas NGOs.\n\nAn NGO is entered into the General Register using the official name of the NGO and the date of registration, serial number and registration number of the certificate."
  },
  "coverage": [
    "SO"
  ],
  "subnationalCoverage": [],
  "structure": [
    "charity",
    "trust"
  ],
  "sector": [],
  "code": "SO-MPND",
  "confirmed": true,
  "deprecated": false,
  "listType": "secondary",
  "access": {
    "availableOnline": false,
    "onlineAccessDetails": "",
    "publicDatabase": "",
    "guidanceOnLocatingIds": "",
    "exampleIdentifiers": "L43135002018MJ",
    "languages": [
      ""
    ]
  },
  "data": {
    "availability": [
      "data_not_available"
    ],
    "dataAccessDetails": "",
    "features": [],
    "licenseStatus": "no_license",
    "licenseDetails": ""
  },
  "meta": {
    "source": "Original research - https://github.com/org-id/register/issues/205",
    "lastUpdated": "2023-08-14"
  },
  "links": {
    "opencorporates": "",
    "wikipedia": ""
  },
  "formerPrefixes": []
}
