{
  "name": {
    "en": "Tanzania Business Registrations and Licensing Agency",
    "local": ""
  },
  "url": "http://www.brela.go.tz/",
  "description": {
    "en": "The Business Registrations and Licensing Agency (BRELA)[ (http://www.brela.go.tz/] registers companies in Tanzania. Based on the data available on Open Corporates, it appears that BRELA assigns each organisation with a unique identifier .\n\n\"The Business Registrations and Licensing Agency (BRELA) is an Executive Agency under the Ministry of Industry and Trade responsible for business administration and regulation of the laws; namely Companies Registration, Business Names Registration, Trade and Service Marks Registration, granting of Patents and issuing of Industrial License.\" [1] \n\nThe Business Registrations and Licencing Agency (BRELA) has started to list registered companies in Tanzania through the Online Registration System (ORS) which can be searched for business and company names by the general public. Please note, however, that not all businesses may yet be present on the ORS as updated data or annual returns are required in order to populate the database.[2]\n\n[1] http://www.brela.go.tz/index.php/about/introduction\n[2] https://ors.brela.go.tz/orsreg/searchbusinesspublic#"
  },
  "coverage": [
    "TZ"
  ],
  "subnationalCoverage": [],
  "structure": [
    "company"
  ],
  "sector": [],
  "code": "TZ-BRLA",
  "confirmed": true,
  "deprecated": false,
  "listType": "primary",
  "access": {
    "availableOnline": false,
    "onlineAccessDetails": null,
    "publicDatabase": "https://ors.brela.go.tz/login",
    "guidanceOnLocatingIds": "The Online Registration System (ORS)[https://ors.brela.go.tz/orsreg/searchbusinesspublic#] can be searched for free and without registration by business name or company number. Please note that organisations seem to be separated into 'business' and 'company', though the reasons for this distinction is not clear.\n\nAfter searching for an organsiation, the number in 'object header' should be used as part of the identifier.\n\nUsers can also find identifiers by searching the OpenCorporates list of companies in Tanzania. The identifier will be next to the header 'Company Number'\n",
    "exampleIdentifiers": "135919098, 435285, 402006",
    "languages": [
      "en",
      "sw"
    ]
  },
  "data": {
    "availability": [],
    "dataAccessDetails": "Data has not been updates since August 2015, and is held on a third-party website - OpenCorporates",
    "features": [
      "registration_number",
      "status",
      "date_of_registration"
    ],
    "licenseStatus": "closed_license",
    "licenseDetails": "https://opencorporates.com/registers/255"
  },
  "meta": {
    "source": "Desk research",
    "lastUpdated": "2018-03-19"
  },
  "links": {
    "opencorporates": "http://opencorporates.com/companies/tz",
    "wikipedia": ""
  },
  "formerPrefixes": []
}