{
  "former_prefixes": null,
  "dataAccessProperties": null,
  "availableOnline": "No",
  "confirmed": true,
  "dataAccessDetails": null,
  "datasetFeatures": null,
  "deprecated": null,
  "exampleIdentifiers": null,
  "guidanceOnLocatingIds": "Users should refer to individual state databases in order to find identifiers. Alternatively, organisations often have their EIN on a public webpage, and these can be found by using a search engine. For example, search for 'American Red Cross EIN' returns a page with their EIN.\n\nhttps://www.google.com.co/webhp?sourceid=chrome-instant&ion=1&espv=2&ie=UTF-8#q=american+red+cross+ein\n\nhttp://www.redcross.org/local/california/san-diego/ways-to-donate",
  "opencorporates": null,
  "jurisdiction": [
    {
      "countryCode": "US",
      "country": "United States"
    }
  ],
  "languages": null,
  "lastUpdated": null,
  "structure": [
    {
      "name": "Listed company",
      "subtypeOf": [
        "reciN6k5BN1PawHxI"
      ]
    },
    {
      "name": "Sole trader",
      "subtypeOf": [
        "reciN6k5BN1PawHxI"
      ]
    },
    {
      "name": "Partnership",
      "subtypeOf": [
        "reciN6k5BN1PawHxI"
      ]
    },
    {
      "name": "Company",
      "subtypeOf": null
    },
    {
      "name": "Charity",
      "subtypeOf": null
    }
  ],
  "licenseDetails": null,
  "onlineAccessDetails": null,
  "licenseStatus": null,
  "registerType": "Secondary",
  "sector": null,
  "source": null,
  "subnational": null,
  "wikipedia": null,
  "code": "US-EIN",
  "description": "The Internal Revenue Service (IRS) assigns companies an Employer Identification Number (EIN) upon application. However, not all corporate entities are required to have an EIN. Corporate registration is done at the state level. There is no national database for searching unique identifiers. \n\nUsers should refer to individual state databases in order to find identifiers. Alternatively, organisations often have their EIN on a public webpage, and these can be found by using a search engine. For example, search for 'American Red Cross EIN' returns a page with their EIN.\n\nhttps://www.google.com.co/webhp?sourceid=chrome-instant&ion=1&espv=2&ie=UTF-8#q=american+red+cross+ein\n\nhttp://www.redcross.org/local/california/san-diego/ways-to-donate\n\n\"An Employer Identification Number (EIN) is also known as a Federal Tax Identification Number, and is used to identify a business entity. Generally, businesses need an EIN. \" [1]\n\n\"An employer identification number (EIN), also called a tax ID number or taxpayer ID, is required for most business entities... A tax ID number is not required if you operate a sole proprietorship or an LLC with no employees, in which case you would simply use your own Social Security Number as a tax ID.\" [2]\n\n\"In the US, corporate registration happens at the state level. The timeliness, availability, and licensing of this data varies among all 50 states. There is no federal dataset that contains all corporate registrations. It would be possible to create a unified open registry for all US corporations (even if only via aggregation from state ones) but this does not exist at this time.\n\nAcross those states performance varies widely and in many cases data is not available in bulk, is not machine readable, is not openly licensed etc. For more detail, see the per state summary on Open Corporates.\" [3]\n\n\"The Employer Identification Number (EIN), also known as the Federal Employer Identification Number (FEIN) or the Federal Tax Identification Number, is a unique nine-digit number assigned by the Internal Revenue Service (IRS) to business entities operating in the United States for the purposes of identification. When the number is used for identification rather than employment tax reporting, it is usually referred to as a Taxpayer Identification Number (TIN), and when used for the purposes of reporting employment taxes, it is usually referred to as an EIN. [4] \n\n[1] https://www.irs.gov/businesses/small-businesses-self-employed/employer-id-numbers-eins\n[2] http://tax.findlaw.com/federal-taxes/is-a-tax-id-required-for-my-business-.html\n[3] https://www.irs.gov/businesses/small-businesses-self-employed/employer-id-numbers-eins\n[4] https://en.wikipedia.org/wiki/Employer_Identification_Number",
  "name": "Employer Identification Number - Internal Revenue Service",
  "publicDatabase": null,
  "url": "http://www.irs.gov/businesses/small/article/0,,id=98350,00.html"
}