{
  "name": {
    "en": "Employer Identification Number - Internal Revenue Service",
    "local": ""
  },
  "url": "https://apps.irs.gov/app/eos/",
  "description": {
    "en": "The Internal Revenue Service (IRS) assigns companies an Employer Identification Number (EIN) upon application. However, not all corporate entities are required to have an EIN. For tax-exempt entities (non-profits, charities etc.) the IRS maintains a list of EINs. Public listed company EINs are available via the Securities and Exchange Commission (SEC). \n\nOther EINs may be available by asking the organisation concerned, and are sometimes published on their websites.\n\n\"An Employer Identification Number (EIN) is also known as a Federal Tax Identification Number, and is used to identify a business entity. Generally, businesses need an EIN. \" [1]\n\n\"An employer identification number (EIN), also called a tax ID number or taxpayer ID, is required for most business entities... A tax ID number is not required if you operate a sole proprietorship or an LLC with no employees, in which case you would simply use your own Social Security Number as a tax ID.\" [2]\n\nIn the US, corporate registration happens at the state level. The timeliness, availability, and licensing of this data varies among all 50 states. There is no federal dataset that contains all corporate registrations.\n\nAcross the states, performance varies widely and in many cases data is not available in bulk, is not machine readable, is not openly licensed etc. For more detail, see the per state summary on Open Corporates. \n\n\"The Employer Identification Number (EIN), also known as the Federal Employer Identification Number (FEIN) or the Federal Tax Identification Number, is a unique nine-digit number assigned by the Internal Revenue Service (IRS) to business entities operating in the United States for the purposes of identification. When the number is used for identification rather than employment tax reporting, it is usually referred to as a Taxpayer Identification Number (TIN), and when used for the purposes of reporting employment taxes, it is usually referred to as an EIN.\" [3] \n\n[1] https://www.irs.gov/businesses/small-businesses-self-employed/employer-id-numbers-eins\n[2] http://tax.findlaw.com/federal-taxes/is-a-tax-id-required-for-my-business-.html\n[3] https://en.wikipedia.org/wiki/Employer_Identification_Number"
  },
  "coverage": [
    "US"
  ],
  "subnationalCoverage": [],
  "structure": [
    "company/listed_company",
    "company/sole_trader",
    "company/partnership",
    "company",
    "charity"
  ],
  "sector": [],
  "code": "US-EIN",
  "confirmed": true,
  "deprecated": false,
  "listType": "secondary",
  "access": {
    "availableOnline": false,
    "onlineAccessDetails": null,
    "publicDatabase": "https://apps.irs.gov/app/eos/",
    "guidanceOnLocatingIds": "To search EINs of Exempt Orgs (nonprofits and charities, including: charitable organizations, churches and religions organizations, political organizations, private foundations, and more): https://apps.irs.gov/app/eos/\n\nTo search most public companies (those that are required to file forms with the US SEC): https://www.sec.gov/edgar/searchedgar/companysearch",
    "exampleIdentifiers": "03-0413726, 47-1850312",
    "languages": [
      "en"
    ]
  },
  "data": {
    "availability": [
      "bulk"
    ],
    "dataAccessDetails": "",
    "features": [],
    "licenseDetails": ""
  },
  "meta": {
    "source": "",
    "lastUpdated": "2023-08-15"
  },
  "links": {
    "opencorporates": "",
    "wikipedia": "https://en.wikipedia.org/wiki/Employer_Identification_Number"
  },
  "formerPrefixes": []
}
