{
    "links": {
        "wikipedia": "",
        "opencorporates": "http://opencorporates.com/companies/be"
    },
    "sector": [],
    "url": "http://economie.fgov.be/fr/entreprises/BCE ",
    "name": {
        "en": "Crossroads Bank for Enterprises ",
        "local": " Banque Carrefour des entreprises "
    },
    "coverage": [
        "BE"
    ],
    "code": "BE-BCE_KBO",
    "formerPrefixes": [],
    "confirmed": true,
    "data": {
        "features": [
            "registered_address",
            "date_of_registration",
            "registration_number",
            "phone_number",
            "status"
        ],
        "dataAccessDetails": "Data can be search using a number of terms. Lists of results can be downloaded as a PDF. Information on individual enterprises can be viewed, but no download feature seems to be available",
        "licenseDetails": "",
        "licenseStatus": "closed_license",
        "availability": [
            "pdf"
        ]
    },
    "deprecated": false,
    "structure": [
        "unincorporated_body",
        "company",
        "charity"
    ],
    "description": {
        "en": "The Crossroads Bank for Enterprises (BCE, ECB, CBE) is the registration office for companies in Belgium. The ECB compiles a list of business identification numbers, maintains the database and provides the list in an available format.\n\n\"The following companies must register with the ECB:\n\n1. legal persons under Belgian law\n2. institutions, organizations and Belgian law services which perform tasks of general interest or related to public order and that have a distinct financial and accounting autonomy from that of the legal person under Belgian public law governing them;\n3. legal persons of foreign or international law which have a seat in Belgium or who are required to register pursuant to an obligation imposed by Belgian law;\n4. to any individual as an autonomous entity: \na) carries on an economic and professional activity in Belgium, as usual, the main or supplementary basis; \nb) or must register in fulfillment of an obligation imposed by legislation Belgium other than that covered by this Act;\n5. associations without legal personality must be registered pursuant to an obligation imposed by Belgian legislation other than that covered by this Act;\n6. the establishment of units of the above mentioned companies.\" [1]\n\n\"The Crossroads Bank for Enterprises (CBE) is a database owned by the FPS Economy containing all the basic data concerning companies and their business units. The purpose of the CBE is twofold: 1) increasing the efficiency of public services; and 2) simplifying administrative procedures for companies.\" [2]\n\n\"The CBE centralises the basic data of companies and business unit and disseminates it to several competent authorities. The CBE assigns a unique identification number to each company and business unit. This identification number allows authorities to exchange information.\" [3]\n\n[1] https://economie.fgov.be/en/themes/enterprises/crossroads-bank-enterprises/registration-crossroads-bank \n[2][3] https://economie.fgov.be/en/themes/enterprises/crossroads-bank-enterprises"
    },
    "meta": {
        "lastUpdated": "2025-03-31",
        "source": "Desk research"
    },
    "access": {
        "languages": [
            "en",
            "fr",
            "de",
            "nl"
        ],
        "exampleIdentifiers": "0521.749.439, 0518.884.078, 0505.665.156",
        "onlineAccessDetails": "Information on individual companies can be found by searching for company number, name, activity, licence or address: https://kbopub.economie.fgov.be/kbopub/zoeknummerform.html?lang=en",
        "publicDatabase": "https://kbopub.economie.fgov.be/kbopub/zoeknummerform.html?lang=en",
        "availableOnline": true,
        "guidanceOnLocatingIds": ""
    },
    "subnationalCoverage": [],
    "listType": "primary"
}
