{
  "name": {
    "en": "Register of Enterprises of the Republic of Latvia",
    "local": "Latvijas Republikas Uzņēmumu Reģistrs"
  },
  "url": "http://www.ur.gov.lv/",
  "description": {
    "en": "The Register of Enterprises registers companies and maintains a database of organisation information. This information is searchable on the website and can be found in CSV form.\n\n\"Register of Enterprises is the central institution which keeps all data and records up to date. It is mandatory to submit incorporation documents with the registry at the moment of company establishment, as well as to file all amendments in the company board (directors) or shareholder registry.\n\nThe unified register is also available electronically.\n\nThe Register of Enterprises has the following functions:\nto register undertakings and their branches, representative offices and representatives of foreign undertakings and organisations, co-operative companies,\" [1]\n\n[1] http://www.baltic-legal.com/commercial-register-of-latvia-eng.htm\n\nFree of charge information includes type of legal entity; registered office; new or current name or trade name and previously registered or historical name or trade name; registration number; Single Euro Payment Area beneficiary identification code (if allocated); registration date; date of deletion of the legal entity from the register (or the date of reorganisation if the reason for the deletion is a reorganisation); deadline for registration of religious organisations that are subject to re-registration."
  },
  "coverage": [
    "LV"
  ],
  "subnationalCoverage": [],
  "structure": [
    "company"
  ],
  "sector": [],
  "code": "LV-RE",
  "confirmed": true,
  "deprecated": false,
  "listType": "primary",
  "access": {
    "availableOnline": true,
    "onlineAccessDetails": "Data is available through simple, searchable function on government webpage, on an alternative website (Lursoft) and also CSV and Excel open data downloads",
    "publicDatabase": "http://www.ur.gov.lv/",
    "guidanceOnLocatingIds": "# Users can find identifiers by using the search bar which is present near the top of every page on the website [1]. Users must have a name or key word, and select 'Company / Organisation' on the drop-down box to the right of the search bar. The identifier will be next to the heading 'Registration number' ('Reģistrācijas numurs') in the results shown.\n\n# Users can also download a CSV of the entire registry[2], where the identifier appears under the 'regcode'\n\n# Users can also use the search on the Lursoft website in English[3]. After opening one of the results, the identifier can be found under the heading 'VAT number' and should have the LV prefix removed before use as an org-id format identifier.\n\n[1] http://www.ur.gov.lv/\n[2] http://dati.ur.gov.lv/register/\n[3] http://www.lursoft.lv/?v=en",
    "exampleIdentifiers": "40008124830, 51203041201, 40003108882",
    "languages": [
      "en",
      "lv"
    ]
  },
  "data": {
    "availability": [
      "bulk",
      "csv",
      "excel"
    ],
    "dataAccessDetails": "The full company registry dataset can be found at http://dati.ur.gov.lv/ in the register/register.csv and register/register.xlsx files and also at https://data.gov.lv/dati/lv/dataset/uz.",
    "features": [
      "registered_address",
      "date_of_registration",
      "registration_number",
      "activities_sector_code",
      "expiry_date",
      "status"
    ],
    "licenseStatus": "open_license",
    "licenseDetails": "Creative Commons Zero (CC0 1.0) https://data.gov.lv/dati/lv/dataset/uz"
  },
  "meta": {
    "source": "Desk research",
    "lastUpdated": "2017-11-17"
  },
  "links": {
    "opencorporates": "http://opencorporates.com/companies/lv",
    "wikipedia": ""
  },
  "formerPrefixes": []
}