{
  "name": {
    "en": "Government of India, Ministry of Corporate Affairs",
    "local": ""
  },
  "url": "http://www.mca.gov.in/",
  "description": {
    "en": "Companies in India register with the Registrar of Companies in their state. While each Registrar of Companies maintains their own database, the Ministry of Corporate Affairs regulates the corporate sector and maintains a database of national company information. \n\nCompanies are issued with a 21-digit alphanumeric Corporate Identification Number (CIN), and Limited Liability Partnerships with a Limited Liability Partnership Identification Number (LLPIN). Both of these can be used with the IN-MCA prefix. \n\n**More information**\n\n\"The Registrar of Companies (ROC) is an office under the Indian Ministry of Corporate Affairs that deals with administration of the Companies Act 1956 and Companies Act, 2013. There are currently 22 Registrars of Companies (ROC) operating from offices in all major states of India. Some states, such as Maharashtra and Tamil Nadu, have two ROCs each. Section 609 of the Companies Act, 1956 tasks the ROCs with the primary duty of registering companies and LLPs floated in the respective states and the union territories under their administration.\n\nThe Registrar of Company takes care of company registration (also known as incorporation) in India, completes reporting and regulation of companies and their directors and shareholders, and also oversees government reporting of various matters including the annual filling of various documents.\" [1]\n\n[1] https://en.wikipedia.org/wiki/Registrar_of_Companies,_India\n"
  },
  "coverage": [
    "IN"
  ],
  "subnationalCoverage": [],
  "structure": [
    "company",
    "company/partnership"
  ],
  "sector": [],
  "code": "IN-MCA",
  "confirmed": true,
  "deprecated": false,
  "listType": "primary",
  "access": {
    "availableOnline": true,
    "onlineAccessDetails": "An online search is available which requires the user to select which kind of entity they are looking for (Company, LLP), and to search on full or partial name. \n\nBulk data is also available from Data.gov.in.",
    "publicDatabase": "https://www.mca.gov.in/mcafoportal/findCIN.do",
    "guidanceOnLocatingIds": "The online search at https://www.mca.gov.in/mcafoportal/findCIN.do requires you to choose whether you are searching for an LLP or Company, and to select that you are searching on name. Searches also require completion of a CAPTCHA. \n\nThe identification number is given in the results table under the heading 'CIN / LLPIN'\n\nTo access bulk data, users can also go to https://data.gov.in/search website and apply the filter for the Ministry of Corporate Affairs. Company data is then represented in a number of datasets. Users can click on the 'Company Master Data' box and will be presented with datasets for each Registrar of Companies.\n\nThese datasets can either be accessed through the API or downloaded as a CSV. If downloaded as a CSV, the identifier will be under the column header 'CORPORATE_IDENTIFICATION_NUMBER'",
    "exampleIdentifiers": "L24111UR1986PLC015895, U01111UR1995PLC017979, AAE-8458",
    "languages": [
      "en",
      "hi"
    ]
  },
  "data": {
    "availability": [
      "api",
      "csv"
    ],
    "dataAccessDetails": "",
    "features": [
      "date_of_registration",
      "status",
      "registration_number"
    ],
    "licenseStatus": "closed_license",
    "licenseDetails": "https://opencorporates.com/registers/111"
  },
  "meta": {
    "source": "Desk research",
    "lastUpdated": "2023-08-24"
  },
  "links": {
    "opencorporates": "http://opencorporates.com/companies/in",
    "wikipedia": ""
  },
  "formerPrefixes": []
}
