{
  "name": {
    "en": "Companies Control Department (Jordan)",
    "local": " دائرة مراقبة الشركات"
  },
  "url": "http://www.ccd.gov.jo/",
  "description": {
    "en": "The Companies Control Department is an independent national financial and administrative institution affiliated to the Minister of Industry and Trade in Jordan under the provisions of the amended Companies Law No. (40) of 2002. The work of the department is governed by the 1997 Companies Law No.\n\nThe Department is responsible for registration of various types of companies within the Hashemite Kingdom of Jordan, including non-profit companies. \n\nIt maintains a number of online services for searching company information at http://www.ccd.gov.jo/e-services/home/db available in Arabic only."
  },
  "coverage": [
    "JO"
  ],
  "subnationalCoverage": [],
  "structure": [
    "company",
    "charity"
  ],
  "sector": [],
  "code": "JO-CCD",
  "confirmed": true,
  "deprecated": false,
  "listType": "primary",
  "access": {
    "availableOnline": true,
    "onlineAccessDetails": "The CCD offer e-Services which provide search via company name, board members, company number and national identifier numbers. ",
    "publicDatabase": "http://www.ccd.gov.jo/e-services/home/db",
    "guidanceOnLocatingIds": "Search terms and results are only available in Arabic. You may need to use a translation service to access information in English. \n\nThe search will generally return two identifiers. It is the national number of origin/establishment or national identifier that should be used with the JO-CCD prefix.\n\nFor some old companies, a national number may not be available. \n\nThe other identifier will be accompanied by an organisation type (e.g. non-profit, limited company) and these numbers may only be unique for that type of organisation not across all organisations. These numbers should be be used with the JO-CCD prefix. ",
    "exampleIdentifiers": "200105534, 200138796, 200063296, 200115256",
    "languages": [
      "ar"
    ]
  },
  "data": {
    "availability": [
      "bulk",
      "csv",
      "xml",
      "json",
      "excel"
    ],
    "dataAccessDetails": "The Government of Jordan Online Portal (https://jordan.gov.jo/) has a number of datasets that appear to provide registered organisation information.",
    "features": [
      "directors_trustees_governors",
      "registered_address",
      "contact_address",
      "industry_classifications",
      "date_of_registration",
      "contact_address",
      "status"
    ],
    "licenseStatus": "closed_license",
    "licenseDetails": "The CCD website states Copyright - All Rights Reserved"
  },
  "meta": {
    "source": "Desk research",
    "lastUpdated": "2018-01-10"
  },
  "links": {
    "opencorporates": "",
    "wikipedia": ""
  },
  "formerPrefixes": []
}